import AboutImg from "../../../../assets/images/about.jpg";
import PaginationSlider from "../../../Modules/Sliders/PaginationSlider";
import Features from "./Features";

export default function AboutUs() {
  return (
    <div className="px-3 md:px-8 lg:px-16 2xl:px-80">
      <div className="flex flex-col-reverse mid:flex-row items-center mid:items-start justify-center gap-x-8 mt-14  text-justify">
        <div className="space-y-5 mt-10 md:mt-2 2xl:max-w-[620px]">
          <h1 className="text-[28px] md:text-3xl font-VasirBold">
            شرکت دیجیتال کاسوکا
          </h1>
          <article>
            <p>
              شرکت دیجیتال مارکتینگ نوآد به عنوان شرکتی پیشرو در صنعت دیجیتال
              مارکتینگ ایران در تلاش است تا با بهره گیری از دانش فنی روز و ارایه
              راهکارهای نوین بازاریابی و برندینگ، با پیشرفت کسب و کارهای داخلی
              نقش مهمی در شکوفایی اقتصادی ایران ایفا نماید و با تثبیت نام نوآد
              به عنوان تخصصی ترین برند دیجیتال مارکتینگ در ایران و گسترش نام آن
              در بازارهای جهانی به صادرات خدمات مبتنی بر تکنولوژی های نوین گام
              بردارد. نوآد پیشرفت خود در طول یک دهه فعالیت را مرهون شفافیت،
              انسجام و پایبندی به نتایج پیش بینی شده مشتریان خود می داند. سرمایه
              گذاری روی تکنولوژی های نوین، کیفیت و نوآوری، پایبندی به تعهدات،
              رضایتمندی و وفاداری مشتریان، نیروی انسانی متمرکز و پویا از ارزش
              های ذاتی نوآد می باشند. فضای دیجیتال تحول شگرف در ارتباطات و نحوه
              تعامل مردم با یکدیگر بوجود آورده است. ابزارها و پلتفرم های بوجود
              آمده در این عصر، قدرت چانه زنی و انتخاب را برای مردم افزایش داده و
              موجب سهولت در ارزیابی و مقایسه برندها و محصولات مختلف گردیده است.
              ما این تغییر نگرش در انتخاب یک برند و محصول را نوعی فرصت برای خود
              و مشتریانمان به حساب می آوریم. در فضای دیجیتال به راحتی می توان
              بازار هدف را شناسایی، نیازها، خواسته ها و علایق آنها را کشف و با
              استفاده از اطلاعاتی که بدست می آید به خلق و توسعه محصولات، برند و
              تجربیات مناسب که از ادغام تکنولوژی و خلاقیت در کنار متد بازاریابی
              نوین ناشی میشود، اقدام کرد. در نوآد ما آماده پذیرفتن چالش های جدید
              هستیم و با هر قیمت که شده به تعهدات خود پایبند می مانیم.
            </p>
          </article>
          <div className=" space-y-5 child:leading-normal child:flex child:gap-x-3">
            <div>
              <i className="fa fa-check text-orange-10"></i>
              <p>
                ۱۰ سال تجربه ارایه خدمات تخصصی دیجیتال مارکتینگ و راهکارهای نوین
                بازاریابی
              </p>
            </div>
            <div>
              <i className="fa fa-check text-orange-10"></i>
              <p>
                تمرکز ما در تمامی استراتژی های اجرایی معطوف به دیجیتال برندینگ و
                همسو کردن استراتژی های دیجیتال مارکتینگ با دیگر فعالیت های
                برندینگ و بازاریابی شما می باشد.
              </p>
            </div>
            <div>
              <i className="fa fa-check text-orange-10"></i>
              <p>
                برای دریافت آخرین اخبار، گرایش ها و رویداد های دیجیتال مارکتینگ
                ثبت نام کنید
              </p>
            </div>
          </div>
          <p>
            خدمات نوآد در جهت یکپارچه سازی تمامی فعالیت های یک کسب و کار از
            مرحله ورود به بازار، ساخت، گسترش و ایجاد تصویری یکپاچه از برند،
            دیجیتال مارکتینگ، افزایش مزیت رقابتی و سهم بازار تا مراحل پس از فروش
            و ایجاد وفاداری در مشتریان یک برند ارایه می گردد.
          </p>
        </div>
        <img
          className="mid:max-w-[440px] 2xl:max-w-[600px]"
          src={AboutImg}
          alt=""
        />
      </div>
      <PaginationSlider />
      <Features />
    </div>
  );
}
